[
    {
      "placeName": "Taj Mahal",
      "description": "A UNESCO World Heritage site, the Taj Mahal is an ivory-white marble mausoleum in Agra. ",
      "image": "https://images.unsplash.com/photo-1564507592333-c60657eea523?q=80&w=3271&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 9000,
      "ratings": 4.9, 
      "detail": "The Taj Mahal, a UNESCO World Heritage Site, is an iconic symbol of love built by Mughal Emperor Shah Jahan in memory of his wife Mumtaz Mahal. Located on the banks of the Yamuna River in Agra, Uttar Pradesh, this white marble mausoleum combines elements from Islamic, Persian, Ottoman Turkish, and Indian architectural styles. Its beauty is highlighted by the exquisite inlay work of semi-precious stones and intricate calligraphy. The Taj Mahal is particularly stunning at sunrise and sunset. The Taj Mahal, for which even the course of the river Yamuna is said to have been diverted, can best be described in the words of the Noble Laurette Gurudev Rabindranath Tagore, A visitor to the monument may very well stand agape at this spectacle, the romanticism and sheer majesty of the structure unbelievably true. Its sensuous appeal was never more heightened as on a full moon night. The dome is what is highlighted, while the other aspects of the structure, though separated, each facet with its individuality intact, is nevertheless united in look, the balance is so perfect. The rows of cypress trees offset by the green carpet of grass complete the picture of idyllic proportions, resplendent in royal dignity."
    },
    {
      "placeName": "Jaipur",
      "description": "The Pink City of India, Jaipur is known for its historic forts, palaces, and vibrant culture. The Pink City of India",
      "image": "https://images.unsplash.com/photo-1477587458883-47145ed94245?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 10000,
      "ratings": 4.8
    },
    {
      "placeName": "Goa",
      "description": "Famous for its beaches, nightlife, and Portuguese heritage, Goa is a popular tourist destination.",
      "image": "https://images.unsplash.com/photo-1614082242765-7c98ca0f3df3?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 15000,
      "ratings": 4.7,
      "detail": "Goa, India's smallest state, is famous for its stunning beaches, vibrant nightlife, and Portuguese heritage. Key attractions include the beaches of Baga, Anjuna, and Palolem, each offering different experiences from lively parties to serene sunsets. Old Goa is home to beautiful churches and cathedrals, such as the Basilica of Bom Jesus and Se Cathedral, reflecting its colonial past. Goa's cuisine, blending Indian and Portuguese influences, is also a highlight. Goa, India's smallest state, is famous for its stunning beaches, vibrant nightlife, and Portuguese heritage. Key attractions include the beaches of Baga, Anjuna, and Palolem, each offering different experiences from lively parties to serene sunsets. Old Goa is home to beautiful churches and cathedrals, such as the Basilica of Bom Jesus and Se Cathedral, reflecting its colonial past. Goa's cuisine, blending Indian and Portuguese influences, is also a highlight. Goa is all about losing track of time. Where you don’t know when the sun goes down and the stars come out as you dance the night away. The throbbing beaches and the cheerful outlook of the many tourists in Goa make you feel like something magical is always about to happen. Goa is in a constant state of excitement. A tropical paradise where night and day merge into a unending journey of relaxation and rejuvenation - almost like a party that everybody has been invited to. However, Goa is also about wandering away from the  restless crowds and heading to quaint, unusual cafes to spend some time with yourself or a loved one. It is about stealing away moments and escaping the chatter of the many people around you.   In short, Goa is both the calm and the chaos."
    },
    {
      "placeName": "Kerala Backwaters",
      "description": "A network of interconnected canals, rivers, and lakes, offering serene boat rides and houseboat stays.",
      "image": "https://images.unsplash.com/photo-1593693401060-9fc28cf9e368?q=80&w=3269&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 12000,
      "ratings": 4.8
    },
    {
      "placeName": "Varanasi",
      "description": "One of the oldest cities in the world, Varanasi is a spiritual hub known for its ghats and temples.",
      "image": "https://images.unsplash.com/photo-1599831069477-b2acdc0bcb91?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 18000,
      "ratings": 4.6
    },
    
    {
      "placeName": "Hampi",
      "description": "A UNESCO World Heritage site, Hampi is an ancient village known for its ruins of temples and palaces.",
      "image": "https://plus.unsplash.com/premium_photo-1661923667274-5e02bb911e15?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 11000,
      "ratings": 4.8
    },
    {
      "placeName": "Ladakh",
      "description": "A region in Jammu and Kashmir, Ladakh is known for its stunning landscapes, Buddhist monasteries, and adventure tourism.",
      "image": "https://images.unsplash.com/photo-1581793746485-04698e79a4e8?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Summer",
      "price": 14000,
      "ratings": 4.9
    },
    {
      "placeName": "Udaipur",
      "description": "Known as the City of Lakes, Udaipur is famous for its palaces, lakes, and romantic ambiance.",
      "image": "https://plus.unsplash.com/premium_photo-1661964079694-ccfaf7dc8028?q=80&w=3270&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "whenToVisitSeason": "Winter",
      "price": 15000,
      "ratings": 4.7
    }
    
  ]
  